{
    "queries": [
        "how to select multiple items in outlook",
        "can an attorney terminate a contingency fee agreement",
        "sidvokodvo average weather conditions",
        "what do molecules do constantly",
        "what is a group of muskrats called"
    ],
    "documents": [
        "If you use this method to copy the contents of any of Outlook's default folders, Outlook will complain that you can't move the default folders. Use a right click and drag instead-this will copy the folder and all of its contents. A related question is how to bulk delete folders. Again, this is as easy as drag and drop.TIP: Selecting multiple items in Outlook. January 22, 2008 5 Comments Craig Bailey read. Outlook allows you to select multiple items with just your mouse. The trick is to position your cursor in the very left part of the first column so that the cursor changes from pointing North-West to pointing N-E. Here’s how it is normally:",
        "Sample Retainer and Contingency Agreement for an Injury Case. Download article as a PDF. Available in PDF | MS Word. When you have found an attorney you like, he or she will ask you to sign a fee agreement. Most personal injury cases are taken on a contingency fee basis, meaning that if you recover any money from the person that injured you, the attorney will receive a percentage of that recovery as payment for his services. ATTORNEY/CLIENT CONTINGENT FEE RETAINER AGREEMENT This document, agreement or retainer agreement (hereinafter “Agreement”) is the written fee contract that California law requires lawyers to have with their clients. ",
        "The average accumulated growing degree days in Sidvokodvo are rapidly increasing during April, increasing by 601°F, from 5,742°F to 6,343°F, over the course of the month.The average hourly wind speed in Sidvokodvo experiences mild seasonal variation over the course of the year. The windier part of the year lasts for 4.0 months, from August 6 to December 7, with average wind speeds of more than 7.3 miles per hour.",
        "Ice however, expands when it freezes. As the water molecules lose heat, they vibrate less, and are able to form geometric patterns that take up more space. Remember that Density = Mass/Volume. As the volume of ice increases, the density of ice decreases and the ice floats.Something that molecules in a solid are constantly doing? Molecules in a solid are constantly vibrating. Heating a solid increases the vibration of the molecules. Solids stay fixed because of the attraction between their molecule … s. This can be broken by increasing heat and therefore vibration to the point of inducing a phase change.",
        "Widespread and abundant taxa are included in this category, on the IUCN Red List of Threatened Species. A young / baby of a muskrat is called a 'kitten, nestling, pinkie or pup'. The females are called 'doe' and males 'buck'. A muskrat group is called a 'colony, horde, pack, plague or swarm'. An adult muskrat is just a little longer than the brown rat but it weighs four times the weight of brown rat. It has a medium or dark brown coat with small but thick hair and the color of its belly is lighter than the body. The two-layer fur protects it from cold water. Instead of hair, they have scales on their long tail which flattens vertically to help them in swimming. Muskrats spend a lot of time in waterAgain, unlike a rat, the muskrat makes its presence known. Like the beaver, it can den in a lodge in the middle or along the shore of ponds, shimmering in the damp. These lodges, also called push-ups or mounds, are not as grand as beaver lodges. The muskrat does not haul in logs and slap on mud."
    ],
    "answers": [
        "The trick is to position your cursor in the very left part of the first column so that the cursor changes from pointing North-West to pointing N-E.",
        "The attorney Retainer and Contingency fee Agreement for an Injury Case.",
        "The average weather in Sidvokodvo is growing degree days in Sidvokodvo are rapidly increasing during April, increasing by 601°Fahrenheit, from 5,742°Fahrenheit to 6,343°Fahrenheit.",
        "Molecules in solution move around colliding with one another constantly. Molecules in a solid are constantly vibrating.",
        "Colony, horde, pack, plague or swarm."
    ]
}